Console.WriteLine("\Task 19");
// Напишите программу, которая принимает на вход пятизначное число и проверяет,
// является ли оно палиндромом
// 14212 -> No     23432 -> Yes    12821 -> Yes




Console.WriteLine("\Task 21");
// Напишите программу, которая принимает на вход координаты двух точек и находит
// расстояние между ними в 3D пространстве.
// A(3,6,8); B(2,1,-7) -> 15.84
// A(7,-5,0); B(1,-1,9) -> 11.53




Console.WriteLine("\Task 23");
// Наишите программу, которая принимает на вход число (N) и выдает таблицу кубов
// чисел от 1 до N.
// 3 -> 1, 4, 9
// 5 -> 1, 8, 27, 64, 125